Repository: alaeddinovv/PFE-projet
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: select Day
ar: اختر يوم

source: select Hour
ar: اختر ساعة

# my_annonces
source: Mes annonces
ar: إعلاناتي

# all_annonces
source: Toutes les annonces
ar: جميع الإعلانات

# failed_to_fetch_data
source: Échec de la récupération des données
ar: فشل في جلب البيانات

# no_telephone_number_available
source: Aucun numéro de téléphone disponible.
ar: لا يوجد رقم هاتف متاح.

# delete_annonce
source: Supprimer l'annonce
ar: حذف الإعلان

# are_you_sure_you_want_to_delete_this_annonce
source: Êtes-vous sûr de vouloir supprimer cette annonce?
ar: هل أنت متأكد من أنك تريد حذف هذا الإعلان؟

# yes
source: Oui
ar: نعم

# no
source: Non
ar: لا

# add_annonce
source: Ajouter une Annonce
ar: إضافة إعلان

source: Type
ar: النوع

source: other
ar: أخرى

# terrain_name
source: Nom du terrain
ar: اسم الملعب

# start_time
source: Heure de début
ar: وقت البدء

source: Date
ar: التاريخ

# selected_equipe
source: Équipe sélectionnée
ar: الفريق المختار

# number_of_players
source: Nombre de joueurs
ar: عدد اللاعبين

# number_of_players_error
source: Le nombre de joueurs ne peut pas dépasser 5
ar: عدد اللاعبين لا يمكن أن يتجاوز 5

# position_for_player
source: Poste pour le joueur
ar: المركز للاعب

source: Description
ar: الوصف

# annonce_published_success
source: Annonce publiée avec succès
ar: تم نشر الإعلان بنجاح

# server_crashed
source: Le serveur a planté
ar: تعطل الخادم

# fill_all_fields
source: Veuillez remplir tous les champs requis
ar: يرجى ملء جميع الحقول المطلوبة

# select_time_error
source: Veuillez sélectionner une heure
ar: يرجى تحديد الوقت

# select
source: Veuillez sélectionner
ar: يرجى اختيار

# enter
source: Veuillez entrer
ar: يرجى إدخال

# profile
source: Profil
ar: الملف الشخصي

# username
source: Nom d'utilisateur
ar: اسم المستخدم

source: Nom
ar: الاسم

# prenom
source: Prénom
ar: الاسم الأول

source: Wilaya
ar: الولاية

source: Email
ar: البريد الإلكتروني

# phone
source: Téléphone
ar: الهاتف:

# disconnect
source: Déconnecté
ar: غير متصل

# change_language
source: Changer la langue
ar: تغيير اللغة

# copy_username_success
source: Nom d'utilisateur copié avec succès
ar: تم نسخ اسم المستخدم بنجاح

# modify_profile
source: Modifier le profil
ar: تعديل الملف الشخصي

# modify_password
source: Modifier le mot de passe
ar: تغيير كلمة المرور

# reservation
source: Réservation
ar: الحجز

# player_count
source: Nombre de joueurs
ar: عدد اللاعبين

# players
source: joueurs
ar: اللاعبون

# terrain_state
source: État du terrain
ar: حالة الملعب

# more
source: Plus
ar: المزيد

# update
source: Mettre à jour
ar: تحديث

# usernameMustNotBeEmpty
source: Le nom d'utilisateur ne doit pas être vide
ar: يجب ألا يكون اسم المستخدم فارغًا

# name
source: Nom
ar: الاسم:

# nameMustNotBeEmpty
source: Le nom ne doit pas être vide
ar: يجب ألا يكون الاسم فارغًا

# prenomMustNotBeEmpty
source: Le prénom ne doit pas être vide
ar: يجب ألا يكون الاسم الأول فارغًا

# telephone
source: Téléphone
ar: الهاتف

# phoneMustNotBeEmpty
source: Le téléphone ne doit pas être vide
ar: يجب ألا يكون الهاتف فارغًا

# age
source: Âge
ar: العمر:

# ageMustNotBeEmpty
source: L'âge ne doit pas être vide
ar: يجب ألا يكون العمر فارغًا

source: Poste
ar: المركز

# posteMustNotBeEmpty
source: Le poste ne doit pas être vide
ar: يجب ألا يكون المنصب فارغًا

# success
source: Succès
ar: نجاح

# chooseSource
source: Choisissez la source :
ar: اختر المصدر:

# camera
source: Caméra
ar: الكاميرا

# gallery
source: Galerie
ar: المعرض

# appBarTitle
source: Modifier la réservation
ar: تعديل الحجز

# reservationDetails
source: Détails de la réservation
ar: تفاصيل الحجز

# time
source: Heure
ar: الوقت

# weeks
source: semaine(s)
ar: أسابيع

# yourTeam
source: Votre équipe
ar: فريقك

# noTeam
source: Pas d'équipe
ar: لا يوجد فريق

# changeTeam
source: changer l'équipe
ar: تغيير الفريق

# forAllReservations
source: pour toutes les réservations
ar: لجميع الحجوزات

# forThisReservationOnly
source: pour cette réservation uniquement
ar: لهذا الحجز فقط

# removeTeam
source: retirer l'équipe
ar: إزالة الفريق

# removeTeamConfirmation
source: Êtes-vous sûr de vouloir retirer votre équipe de cette réservation ?
ar: هل أنت متأكد أنك تريد إزالة فريقك من هذا الحجز؟

# youDontHaveTeamYet
source: vous n'avez pas encore d'équipe
ar: ليس لديك فريق بعد

# notAssignedYet
source: Pas encore assigné
ar: لم يتم التعيين بعد

# opponentsTeam
source: Équipe adverse
ar: فريق الخصم

# choose
source: choisir :
ar: اختر:

# noOpponentTeamYet
source: Pas encore d'équipe adverse
ar: لا يوجد فريق خصم بعد

# confirmConnection
source: Confirmer la connexion
ar: تأكيد الاتصال

# noChangesDetected
source: aucun changement détecté
ar: لم يتم الكشف عن أي تغييرات

# joueurDetails
source: Détails du joueur
ar: تفاصيل اللاعب

# home
source: Accueil
ar: الصفحة الرئيسية

# logout
source: Se déconnecter
ar: تسجيل الخروج

# contact_us
source: Nous contacter
ar: اتصل بنا

# old_password
source: Ancien mot de passe
ar: كلمة المرور القديمة

# password_cannot_be_empty
source: Le mot de passe ne doit pas être vide
ar: لا يمكن ترك كلمة المرور فارغة

# new_password
source: Nouveau mot de passe
ar: كلمة المرور الجديدة

# passwords_do_not_match
source: Les mots de passe ne correspondent pas
ar: كلمات المرور غير متطابقة

# confirm_new_password
source: Confirmer le nouveau mot de passe
ar: تأكيد كلمة المرور الجديدة

# password_updated_successfully
source: Mot de passe modifié avec succès
ar: تم تحديث كلمة المرور بنجاح

# server_error
source: Erreur serveur
ar: خطأ في الخادم

# name_cannot_be_empty
source: Le nom ne doit pas être vide
ar: لا يمكن ترك الاسم فارغًا

# surname
source: Prénom
ar: اللقب:

# surname_cannot_be_empty
source: Le prénom ne doit pas être vide
ar: لا يمكن ترك اللقب فارغًا

# select_wilaya
source: Sélectionnez une wilaya
ar: اختر ولاية

# phone_cannot_be_empty
source: Le téléphone ne doit pas être vide
ar: لا يمكن ترك الهاتف فارغًا

# choose_source
source: Choisissez la source :
ar: اختر المصدر:

# fields
source: Terrains
ar: الملاعب

# reservations
source: Réservations
ar: الحجوزات

# announcements
source: Annonces
ar: الإعلانات

# deleted_successfully
source: Supprimé avec succès
ar: تم الحذف بنجاح

# error_deleting
source: Erreur lors de la suppression
ar: خطأ أثناء الحذف

# delete_terrain
source: Supprimer le terrain
ar: حذف الملعب

# delete_terrain_confirmation
source: Êtes-vous sûr de vouloir supprimer ce terrain ?
ar: هل أنت متأكد أنك تريد حذف هذا الملعب؟

# cancel
source: Annuler
ar: إلغاء

# delete
source: Supprimer
ar: حذف

# currency_da_per_hour
source: Da/H
ar: دج/ساعة

# select_a_day
source: Sélectionner un jour
ar: اختر يومًا

# select_a_time
source: Sélectionner une heure
ar: اختر وقتًا

# stadium_name
source: Le nom du stade
ar: اسم الملعب

# day
source: Jour
ar: اليوم

# stadium
source: Stade
ar: الملعب

# delete_this_day
source: Supprimer ce jour
ar: حذف هذا اليوم

# delete_this_time
source: Supprimer cette heure
ar: حذف هذا الوقت

# delete_this_stadium
source: Supprimer ce stade
ar: حذف هذا الملعب

# at
source: à
ar: في

# duration
source: Durée
ar: المدة

# status
source: État
ar: الحالة

# reservation_details
source: Détails de la réservation
ar: تفاصيل الحجز

# field
source: Terrain
ar: الملعب

# added_successfully
source: Ajouté avec succès
ar: تمت الإضافة بنجاح

# reservation_accepted
source: Acceptez votre réservation
ar: قبول حجزك

# reservation_accepted_for
source: a accepté votre réservation pour le
ar: قبل حجزك ليوم

# error
source: Erreur
ar: خطأ

# accept
source: Accepter
ar: قبول

# reservation_declined
source: Refuser votre réservation
ar: رفض حجزك

# reservation_declined_for
source: a refusé votre réservation pour le
ar: رفض حجزك ليوم

# decline
source: Refuser
ar: رفض

# delete_announcement
source: Supprimer l'annonce
ar: حذف الإعلان

# delete_announcement_confirmation
source: Êtes-vous sûr de vouloir supprimer cette annonce ?
ar: هل أنت متأكد أنك تريد حذف هذا الإعلان؟

# announcement_details
source: Détails de l'annonce
ar: تفاصيل الإعلان

source: Commune
ar: البلدية

# owner_details
source: Détails du propriétaire
ar: تفاصيل المالك

# announcement_timestamp
source: date
ar: الوقت

# created_at
source: Créé le
ar: تم الإنشاء في

# last_update
source: Dernière mise à jour
ar: آخر تحديث
